let pitgamim = [
    {id:1,author:"רבי נחמן מברסלב", pitgam:"לבקר אחרים, ולתת להם את ההרגשה שאינם רצויים - זאת יכול כל אחד לעשות. אך לרומם את רוחם ולהעניק להם הרגשה טובה - לכך דרושים כשרון מיוחד והשקעת מאמץ"},
    {id:2,author:"בעל התניא",pitgam:"מצוות אהבת-ישראל חלה אפילו על יהודי שמעולם לא ראית אותו, וכל-שכן לאיש מישראל אשר במקום מגוריך, שהוא בן-עדתך"},
    {id:3,author:"רבי נחמן מברסלב",pitgam:"כשאדם יודע שכל מאורעותיו הם לטובתו - זאת הבחינה היא מעין עולם הבא"},
    {id:4,author:"החוזה מלובלין", pitgam:"חזל המשילו את הפרנסה לקריעת ים-סוף. כשם שקריעת ים-סוף הייתה נס בלתי-צפוי, כך מזונותיו של אדם באים לו ממקור בלתי-צפוי"},
    {id:5,author:"רבי מאיר מפרמישלן",pitgam:"למה נתנו לאדם שתי עיניים? כדי שבעין אחת יראה את מעלותיו של חברו, ובעין השנייה יראה את חסרונות עצמו"},
    {id:6,author:"רבי נחמן מברסלב", pitgam:"אין זו מלאכה להרחיק אדם, זוהי מלאכה לקרב ולרומם האדם"},
    {id:7,author:"רבי יצחק מוורקה",pitgam:"סוכר, המתבטל לחלוטין ונעלם לגמרי במים - ממתק. כך אדם המבטל את ישותו - מסוגל לעזור לזולתו"},
    {id:8,author:"רבי נחמן מברסלב",pitgam:"נהוג לחשוב שהשכחה הינה חסרון. אני סבור שהיא יתרון. לדעת לשכוח, פירושו להשתחרר מכל תלאות העבר"},
    {id:9,author:"רבי נחמן מברסלב", pitgam:"העיקר שאתה תאמין בעצמך, כמו שאני מאמין בך, שיש ביכולתך להתחיל התחלה חדשה"},
    {id:10,author:"רבי שמעון בר יוחאי",pitgam:"ארץ ישראל נקראת 'תבל', כי היא מתובלת בכל. שבכל הארצות יש באחת מה שאין באחרת, אבל ארץ ישראל אינה חסרה דבר"},
    {id:11,author:"רבי דוד מנוברדוק", pitgam:"מדוע אין לו לאדם מה שהוא רוצה? משום שאינו רוצה את מה שיש לו. אילו רצה מה שיש לו, היה לו מה שהוא רוצה"},
    {id:12,author:"הבעל שם טוב",pitgam:"אהבת ישראל הוא השער הראשון המוליך אל תוך חצרות הקדוש-ברוך-הוא"},
    {id:13,author:"הרב קוק",pitgam:"ההתענינות בצד הטוב של כל אחד ואחד, מכסה ממנו באמת את כל הצדדים הרעים שרואה"},
    {id:14,author:"רבי משה מקוברין", pitgam:"אם עובר עליי יום שבו איננו עושה שום טובה ליהודי – היום הזה אינו נחשב אצלי ליום כלל וכלל"},
    {id:15,author:"אדמו''ר הזקן",pitgam:"כפי שיהודי מתכונן לשבת וכפי שהוא מנצל אותה - כך הוא מרגיש את קדושת השבת"}
    
]